Repository: iWumboUWumbo2/Donguri
Catalog: Donguri/Localizable.xcstrings
Source language: en
Languages: ja

# >>%lld にジャンプ
source: Jump to >>%lld
ja: >>%lld にジャンプ

source: App directory not found
ja: アプリのディレクトリが見つかりません

source: Arranges glossaries in two columns. Only recommended when used with full-width or on larger screens.
ja: 語義を2列に並べます。全幅表示または大きな画面での使用のみ推奨します。

source: Could not access file
ja: ファイルにアクセスできませんでした

source: Failed to decode Anki response: %@
ja: Ankiの応答を解析できませんでした: %@

source: Failed to decompress database
ja: データベースを展開できませんでした

source: Invalid URL specified
ja: 無効なURLが指定されました

# NG ID
source: ID
ja: NG ID

# NGワード
source: Word
ja: NGワード

# NG名前
source: Name
ja: NG名前

# NG設定
source: NG Filters
ja: NG設定

# NG設定はありません
source: No NG filters
ja: NG設定はありません

source: No data received from Anki. Please try again.
ja: Ankiからデータを受信できませんでした。もう一度お試しください。

source: Selector
ja: セレクタ

# あぼーん
source: Filtered
ja: あぼーん

# このIDをNGにする
source: Filter this ID
ja: このIDをNGにする

# この名前をNGにする
source: Filter this name
ja: この名前をNGにする

# しばらくお待ちください...
source: Please wait…
ja: しばらくお待ちください...

# エラーが発生しました
source: Something went wrong
ja: エラーが発生しました

# エラーが発生しました: %@
source: Something went wrong: %@
ja: エラーが発生しました: %@

# エラー：スレや板情報がありません
source: Error: missing thread or board information
ja: エラー：スレや板情報がありません

# エラー：板情報がありません
source: Error: missing board information
ja: エラー：板情報がありません

# フィルタ
source: Filter
ja: フィルタ

# 一致する書き込みは「あぼーん」として非表示になります。レス番号は変わりません。
source: Matching posts are hidden. Post numbers stay the same.
ja: 一致する書き込みは「あぼーん」として非表示になります。レス番号は変わりません。

# 特定の語句・ID・名前を含む書き込みを非表示にします。
source: Hide posts containing a given word, ID or name.
ja: 特定の語句・ID・名前を含む書き込みを非表示にします。

# 画像を読み込めませんでした
source: Couldn't load the image
ja: 画像を読み込めませんでした

# 種類
source: Type
ja: 種類

# 翻訳
source: Translate
ja: 翻訳

# 表示
source: Display
ja: 表示

# 設定
source: Settings
ja: 設定

# 辞書
source: Dictionaries
ja: 辞書

# 辞書とマイニング
source: Dictionaries & Mining
ja: 辞書とマイニング

# 返信
source: Reply
ja: 返信

# 返信 %lld件
source: %lld replies
ja: 返信 %lld件

# 追加
source: Add
ja: 追加

# 追加する語句
source: Word to filter
ja: 追加する語句

# 通報する
source: Report
ja: 通報する

# ５ちゃんねる
source: 5channel
ja: ５ちゃんねる
